Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: A full copy of macOS, ready to install. Apple offers the newest release again to any Mac that can run it.
cs: Úplná kopie systému macOS připravená k instalaci. Apple nejnovější verzi znovu nabídne každému Macu, který ji dokáže spustit.
de: Eine vollständige Kopie von macOS, bereit zur Installation. Apple bietet die neueste Version jedem Mac, der sie ausführen kann, erneut an.
es: Una copia completa de macOS, lista para instalar. Apple vuelve a ofrecer la versión más reciente a cualquier Mac que pueda ejecutarla.
fr: Une copie complète de macOS, prête à être installée. Apple propose à nouveau la version la plus récente à tout Mac capable de l’exécuter.
it: Una copia completa di macOS, pronta da installare. Apple offre di nuovo l’ultima versione a qualsiasi Mac in grado di eseguirla.
ja: すぐにインストールできる、macOSの完全なコピーです。Appleは、最新のリリースを実行できるすべてのMacに、そのリリースを再び提供します。
ko: 바로 설치할 수 있는 macOS 전체 복사본입니다. Apple은 최신 버전을 실행할 수 있는 모든 Mac에 최신 버전을 다시 제공합니다.
nl: Een volledige kopie van macOS, klaar om te installeren. Apple biedt de nieuwste versie opnieuw aan voor elke Mac die er geschikt voor is.
pl: Pełna kopia macOS, gotowa do instalacji. Apple ponownie udostępnia najnowsze wydanie każdemu Macowi, który może je uruchomić.
pt: Uma cópia completa do macOS, pronta para instalar. A Apple oferece a versão mais recente de novo a qualquer Mac que possa executá-la.
ro: O copie completă a macOS, gata de instalare. Apple oferă din nou cea mai nouă versiune oricărui Mac care o poate rula.
ru: Полная копия macOS, готовая к установке. Apple снова предлагает новейший выпуск любому Mac, который может его запустить.
sv: En fullständig kopia av macOS, redo att installeras. Apple erbjuder den senaste versionen igen till alla Mac-datorer som kan köra den.
tr: macOS’in yüklenmeye hazır tam bir kopyası. Apple en yeni sürümü, onu çalıştırabilen her Mac’e yeniden sunar.
uk: Повна копія macOS, готова до інсталювання. Apple знову пропонує найновіший випуск будь-якому Mac, на якому він може працювати.
zh_hans: 完整的macOS副本，可随时安装。对于任何能运行最新版本的Mac，Apple都会再次提供该版本。
zh_hant: 完整的macOS副本，可直接安裝。Apple會為任何能執行最新版本的Mac再次提供該版本。

source: A group the app belongs to
cs: Skupina, do které aplikace patří
de: Eine Gruppe, zu der die App gehört
es: Un grupo al que pertenece la app
fr: Groupe auquel appartient l’app
it: Un gruppo a cui appartiene l’app
ja: アプリが属するグループ
ko: 앱이 속한 그룹
nl: Een groep waartoe de app behoort
pl: Grupa, do której należy aplikacja
pt: Um grupo ao qual o app pertence
ro: Un grup din care face parte aplicația
ru: Группа, в которую входит приложение
sv: En grupp som appen hör till
tr: Uygulamanın ait olduğu bir grup
uk: Група, до якої належить програма
zh_hans: App所属的群组
zh_hant: App所屬的群組

source: A line at the bottom of every window says where you are.
cs: Řádek v dolní části každého okna ukazuje, kde se nacházíte.
de: Eine Zeile unten in jedem Fenster zeigt, wo du dich befindest.
es: Una línea en la parte inferior de cada ventana indica dónde estás.
fr: Une ligne en bas de chaque fenêtre indique où vous vous trouvez.
it: Una riga in fondo a ogni finestra indica dove ti trovi.
ja: すべてのウインドウの下部に、現在の場所を示す行が表示されます。
ko: 모든 윈도우 하단의 한 줄에 현재 위치가 표시됩니다.
nl: Een regel onder in elk venster laat zien waar je bent.
pl: Wiersz na dole każdego okna pokazuje, gdzie jesteś.
pt: Uma linha na parte de baixo de cada janela mostra onde você está.
ro: O linie din partea de jos a fiecărei ferestre arată unde vă aflați.
ru: Строка внизу каждого окна показывает, где Вы находитесь.
sv: En rad längst ned i varje fönster visar var du är.
tr: Her pencerenin altındaki bir satır nerede olduğunuzu gösterir.
uk: Рядок унизу кожного вікна показує, де ви перебуваєте.
zh_hans: 每个窗口底部都会有一行显示你所在的位置。
zh_hant: 每個視窗底部會有一行文字顯示你目前的位置。

source: A name can’t have a slash or a colon in it.
cs: Název nemůže obsahovat lomítko ani dvojtečku.
de: Ein Name darf weder einen Schrägstrich noch einen Doppelpunkt enthalten.
es: Un nombre no puede contener una barra “/” ni dos puntos “:”.
fr: Un nom ne peut contenir ni barre oblique ni deux-points.
it: Un nome non può contenere una barra né i due punti.
ja: 名前にスラッシュまたはコロンを含めることはできません。
ko: 이름에는 슬래시나 콜론을 포함할 수 없습니다.
nl: Een naam mag geen schuine streep of dubbele punt bevatten.
pl: Nazwa nie może zawierać ukośnika ani dwukropka.
pt: Um nome não pode ter barra nem dois-pontos.
ro: Un nume nu poate conține o bară oblică „/” sau două puncte „:”.
ru: Имя не может содержать косую черту или двоеточие.
sv: Ett namn får inte innehålla snedstreck eller kolon.
tr: Ad, eğik çizgi veya iki nokta üst üste içeremez.
uk: Назва не може містити скісну риску або двокрапку.
zh_hans: 名称中不能包含斜线或冒号。
zh_hant: 名稱不能包含斜線或冒號。

source: A name can’t start with a period, or the screenshots would be hidden.
cs: Název nemůže začínat tečkou, jinak by snímky obrazovky byly skryté.
de: Ein Name darf nicht mit einem Punkt beginnen, sonst wären die Bildschirmfotos ausgeblendet.
es: Un nombre no puede empezar por un punto, porque las capturas de pantalla quedarían ocultas.
fr: Un nom ne peut pas commencer par un point, sinon les captures d’écran seraient masquées.
it: Un nome non può iniziare con un punto, altrimenti gli screenshot sarebbero nascosti.
ja: 名前をピリオドで始めることはできません。ピリオドで始めると、スクリーンショットが非表示になります。
ko: 이름은 마침표로 시작할 수 없습니다. 마침표로 시작하면 스크린샷이 숨겨집니다.
nl: Een naam mag niet met een punt beginnen, anders zouden de schermafbeeldingen verborgen zijn.
pl: Nazwa nie może zaczynać się od kropki, bo w przeciwnym razie zrzuty ekranu byłyby ukryte.
pt: Um nome não pode começar com um ponto, senão as capturas de tela ficariam ocultas.
ro: Un nume nu poate începe cu un punct „.”, altfel capturile de ecran ar fi ascunse.
ru: Имя не может начинаться с точки, иначе снимки экрана будут скрыты.
sv: Ett namn får inte börja med en punkt, annars skulle skärmavbilderna bli gömda.
tr: Ad, nokta ile başlayamaz, yoksa ekran resimleri gizlenir.
uk: Назва не може починатися з крапки, інакше знімки екрана були б приховані.
zh_hans: 名称不能以句点开头，否则截屏会被隐藏。
zh_hant: 名稱不能以句點開頭，否則截圖會隱藏起來。

source: A new connection to a server you’re already connected to opens at once through the first, which stays open 10 minutes after the last one ends. Leave it off if you use two accounts on one server, such as two GitHub accounts: ssh would send the second through the first one’s connection.
cs: Nové připojení k serveru, ke kterému jste už připojeni, se okamžitě otevře přes to první, které zůstane otevřené ještě 10 minut po ukončení posledního. Nechte tuto volbu vypnutou, pokud na jednom serveru používáte dva účty, například dva účty GitHub: ssh by připojení druhého účtu poslal přes připojení prvního.
de: Eine neue Verbindung zu einem Server, mit dem du schon verbunden bist, öffnet sich sofort über die erste, die nach dem Ende der letzten noch 10 Minuten offen bleibt. Lass diese Option deaktiviert, wenn du zwei Accounts auf demselben Server verwendest, etwa zwei GitHub-Accounts: ssh würde die Verbindung des zweiten über die des ersten leiten.
es: Una conexión nueva a un servidor al que ya estás conectado se abre al instante a través de la primera, que sigue abierta 10 minutos después de que termine la última. Déjalo desactivado si usas dos cuentas en un mismo servidor, como dos cuentas de GitHub: ssh enviaría la segunda a través de la conexión de la primera.
fr: Une nouvelle connexion à un serveur auquel vous êtes déjà connecté s’ouvre aussitôt en passant par la première, qui reste ouverte 10 minutes après la fin de la dernière. Laissez ce réglage désactivé si vous utilisez deux comptes sur un même serveur, comme deux comptes GitHub : ssh ferait passer le second compte par la connexion du premier.
it: Quando hai già una connessione con un server, una nuova connessione allo stesso server si apre subito attraverso la prima, che resta aperta per 10 minuti dopo la chiusura dell’ultima. Lascia disattivata questa opzione se usi due account sullo stesso server, come due account GitHub: ssh farebbe passare il secondo attraverso la connessione del primo.
ja: すでに接続しているサーバへの新しい接続は、最初の接続を通じてすぐに開きます。最初の接続は、最後の接続が終了してから10分間開いたままになります。2つのGitHubアカウントなど、1つのサーバで2つのアカウントを使う場合は、オフのままにしてください。オンにすると、sshは2つ目のアカウントの接続を、最初のアカウントの接続を通じて開いてしまいます。
ko: 이미 연결된 서버에 새로 연결하면 첫 번째 연결을 통해 바로 열리며, 첫 번째 연결은 마지막 연결이 끝난 후에도 10분 동안 열려 있습니다. GitHub 계정 두 개처럼 한 서버에서 계정 두 개를 사용한다면 이 설정을 끈 상태로 두십시오. 켜 두면 ssh가 두 번째 계정의 연결을 첫 번째 계정의 연결을 통해 보냅니다.
nl: Een nieuwe verbinding met een server waarmee je al verbonden bent, wordt meteen geopend via de eerste, die nog 10 minuten open blijft nadat de laatste verbinding is beëindigd. Laat dit uitgeschakeld als je twee accounts op één server gebruikt, zoals twee GitHub-accounts: ssh zou de tweede dan via de verbinding van de eerste sturen.
pl: Nowe połączenie z serwerem, z którym masz już połączenie, otwiera się od razu przez to pierwsze, które pozostaje otwarte jeszcze 10 minut po zakończeniu ostatniego. Pozostaw tę opcję wyłączoną, jeśli używasz dwóch kont na jednym serwerze, na przykład dwóch kont GitHub: ssh skierowałby drugie konto przez połączenie pierwszego.
pt: Uma nova conexão com um servidor ao qual você já está conectado abre na hora por meio da primeira conexão, que fica aberta por 10 minutos depois que a última termina. Deixe esta opção desativada se você usa duas contas no mesmo servidor, como duas contas do GitHub: o ssh enviaria a segunda conta pela conexão da primeira.
ro: O conexiune nouă la un server la care sunteți deja conectat se deschide imediat prin prima, care rămâne deschisă 10 minute după ce se încheie ultima. Lăsați această opțiune dezactivată dacă folosiți două conturi pe același server, de exemplu două conturi GitHub: ssh ar trimite conexiunea celui de‑al doilea cont prin cea a primului.
ru: Новое подключение к серверу, к которому Вы уже подключены, сразу открывается через первое подключение. Оно остается открытым еще 10 минут после завершения последнего. Оставьте этот параметр выключенным, если Вы используете две учетные записи на одном сервере, например две учетные записи GitHub: ssh направит подключение второй через подключение первой.
sv: En ny anslutning till en server som du redan är ansluten till öppnas direkt via den första, som hålls öppen i 10 minuter efter att den sista har avslutats. Låt inställningen vara avstängd om du använder två konton på samma server, till exempel två GitHub-konton: ssh skulle då skicka det andra via det förstas anslutning.
tr: Zaten bağlı olduğunuz bir sunucuya açılan yeni bir bağlantı ilkinin üzerinden hemen açılır; ilk bağlantı da sonuncusu kapandıktan sonra 10 dakika açık kalır. Aynı sunucuda iki hesap (örneğin iki GitHub hesabı) kullanıyorsanız bunu kapalı bırakın: açıkken ssh, ikinci hesabı ilk hesabın bağlantısı üzerinden gönderir.
uk: Нове зʼєднання із сервером, до якого ви вже підʼєднані, відкривається відразу через перше зʼєднання, яке лишається відкритим ще 10 хвилин після того, як завершиться останнє. Не вмикайте цей параметр, якщо використовуєте два облікові записи на одному сервері, як-от два облікові записи GitHub: ssh підʼєднував би другий через зʼєднання першого.
zh_hans: 连接到你已连接的服务器时，新连接会通过第一个连接立即打开，而第一个连接会在最后一个连接结束后继续保持打开10分钟。如果你在同一台服务器上使用两个账户（例如两个GitHub账户），请保持此项关闭：ssh会通过第一个账户的连接发送第二个账户的连接。
zh_hant: 對你已連線的伺服器建立的新連線，會立即透過第一條連線開啟；第一條連線會在最後一條連線結束後再保持開啟10分鐘。如果你在同一部伺服器上使用兩個帳號，例如兩個GitHub帳號，請讓此選項保持關閉：ssh會透過第一個帳號的連線傳送第二個帳號的連線。

source: A package Homebrew is in the middle of installing may be left half installed, and may need installing again.
cs: Balíček, který Homebrew právě instaluje, může zůstat napůl nainstalovaný a možná ho bude potřeba nainstalovat znovu.
de: Ein Paket, das Homebrew gerade installiert, bleibt möglicherweise nur teilweise installiert und muss eventuell erneut installiert werden.
es: Un paquete que Homebrew esté instalando en este momento puede quedar a medio instalar, y puede que haya que volver a instalarlo.
fr: Un paquet que Homebrew est en train d’installer pourrait rester partiellement installé, et il faudrait peut-être le réinstaller.
it: Un pacchetto che Homebrew sta installando potrebbe restare installato a metà e dover essere reinstallato.
ja: Homebrewがインストールしている途中のパッケージは、不完全にインストールされたままになり、再インストールが必要になる場合があります。
ko: Homebrew가 설치 중인 패키지는 일부만 설치된 상태로 남을 수 있으며, 다시 설치해야 할 수도 있습니다.
nl: Een pakket dat Homebrew nog aan het installeren is, kan half geïnstalleerd achterblijven en moet dan misschien opnieuw worden geïnstalleerd.
pl: Pakiet, który Homebrew właśnie instaluje, może zostać zainstalowany częściowo i może wymagać ponownej instalacji.
pt: Um pacote que o Homebrew estiver instalando no momento pode ficar instalado pela metade, e talvez precise ser instalado de novo.
ro: Un pachet pe care Homebrew încă îl instalează poate rămâne instalat pe jumătate și poate fi necesar să fie instalat din nou.
ru: Пакет, который Homebrew устанавливает в этот момент, может остаться установленным наполовину, и его, возможно, придется установить снова.
sv: Ett paket som Homebrew håller på att installera kan bli halvt installerat och behöva installeras igen.
tr: Homebrew’un yüklemekte olduğu bir paket yarım yüklenmiş hâlde kalabilir ve yeniden yüklenmesi gerekebilir.
uk: Пакет, який Homebrew саме інсталює, може залишитися інстальованим лише частково, і його, можливо, доведеться інсталювати знову.
zh_hans: Homebrew正在安装的软件包可能只安装了部分，之后可能需要重新安装。
zh_hant: Homebrew正在安裝的套件可能只有一部分完成安裝，因此可能需要重新安裝。

source: A page jumps to where you sent it instead of gliding.
cs: Stránka místo plynulého posunu skočí rovnou tam, kam jste ji poslali.
de: Eine Seite springt direkt dorthin, wohin du sie schickst, statt zu gleiten.
es: Una página salta adonde la envías en vez de deslizarse.
fr: Une page saute directement à l’endroit voulu au lieu de glisser.
it: Una pagina salta dove l’hai mandata invece di scivolare.
ja: ページが滑らかに動かずに、指定した位置へすぐに移動します。
ko: 페이지가 미끄러지듯 움직이지 않고 원하는 위치로 바로 이동합니다.
nl: Een pagina springt meteen naar de plek waar je heen wilt, in plaats van erheen te glijden.
pl: Strona od razu przeskakuje we wskazane miejsce, zamiast płynnie się przesuwać.
pt: Uma página salta para onde você a mandou, em vez de deslizar.
ro: O pagină sare direct unde ați trimis‑o, în loc să alunece.
ru: Страница сразу перескакивает туда, куда Вы ее прокрутили, а не плавно скользит.
sv: En sida hoppar dit du skickar den i stället för att glida.
tr: Sayfa kayarak gitmek yerine gönderdiğiniz yere atlar.
uk: Сторінка одразу перескакує туди, куди ви її прокрутили, замість плавного руху.
zh_hans: 页面会直接跳到你要去的位置，而不是平滑滑动过去。
zh_hant: 頁面會直接跳到你指定的位置，而不會平滑滑動過去。

source: A program is using it, as the desktop picture is used, so macOS couldn’t remove its download. Try again once nothing uses it.
cs: Tento soubor používá nějaký program, stejně jako se používá tapeta, takže systém macOS nemohl odstranit jeho staženou kopii. Zkuste to znovu, až ho nebude nic používat.
de: Ein Programm verwendet diese Datei, so wie das Hintergrundbild verwendet wird, daher konnte macOS ihren Download nicht entfernen. Versuche es erneut, sobald nichts sie mehr verwendet.
es: Un programa lo está usando, como ocurre con el fondo de pantalla, así que macOS no ha podido eliminar su descarga. Vuelve a intentarlo cuando nada lo esté usando.
fr: Un programme l’utilise, comme c’est le cas du fond d’écran, si bien que macOS n’a pas pu retirer son téléchargement. Réessayez une fois que plus rien ne l’utilise.
it: Un programma lo sta usando, come succede con lo sfondo della scrivania, quindi macOS non è riuscito a rimuoverne il download. Riprova quando non lo usa più nulla.
ja: デスクトップの壁紙と同じように、プログラムがこのファイルを使用中のため、macOSはダウンロードしたものを削除できませんでした。使用しているものがなくなったら、もう一度やり直してください。
ko: 배경화면으로 표시 중인 사진처럼 어떤 프로그램이 이 파일을 사용하고 있어 macOS가 다운로드를 제거할 수 없습니다. 이 파일을 사용하는 항목이 없을 때 다시 시도하십시오.
nl: Een programma gebruikt dit bestand, zoals de bureaubladachtergrond wordt gebruikt, dus macOS kon de download ervan niet verwijderen. Probeer het opnieuw zodra niets het meer gebruikt.
pl: Jakiś program używa tego pliku, tak jak używana jest tapeta, więc macOS nie mógł usunąć jego pobranej kopii. Spróbuj ponownie, gdy nic nie będzie go już używać.
pt: Um programa está usando este arquivo, como acontece com a imagem de fundo, então o macOS não conseguiu remover o download dele. Tente novamente quando nada estiver usando o arquivo.
ro: Fișierul este folosit de un program, așa cum este folosită imaginea desktopului, așa că macOS nu i‑a putut elimina descărcarea. Încercați din nou când nimic nu îl mai folosește.
ru: Этот файл использует какая-то программа, как это бывает с обоями рабочего стола, поэтому macOS не удалось удалить его загруженную копию. Повторите попытку, когда файл ничем не будет использоваться.
sv: Ett program använder filen, på samma sätt som skrivbordsbilden används, så macOS kunde inte ta bort hämtningen. Försök igen när inget använder den.
tr: Bir program bu dosyayı, masaüstü resminin kullanıldığı gibi kullanıyor; bu yüzden macOS indirilen kopyasını kaldıramadı. Hiçbir şey onu kullanmadığında yeniden deneyin.
uk: Цей файл використовує якась програма, як це буває зі шпалерою, тож macOS не вдалося вилучити його викачування. Спробуйте ще раз, коли його ніщо не використовуватиме.
zh_hans: 某个程序正在使用此文件，就像桌面墙纸被使用那样，因此macOS无法移除它的下载。请在没有任何程序使用它后再试一次。
zh_hant: 某個程式正在使用它，就像桌面背景圖片被使用時一樣，因此macOS無法移除它的下載項目。請在沒有任何程式使用它時再試一次。

source: A rebase puts uncommitted changes aside and brings them back when it ends.
cs: Rebase odloží změny, které ještě nejsou v commitu, a až skončí, vrátí je zpět.
de: Ein Rebase legt nicht committete Änderungen beiseite und holt sie zurück, wenn er abgeschlossen ist.
es: Un rebase aparta los cambios que aún no están en ningún commit y los recupera cuando termina.
fr: Un rebase met de côté les modifications non enregistrées par un commit et les rétablit lorsqu’il se termine.
it: Un rebase mette da parte le modifiche non ancora salvate con un commit e le rimette al loro posto quando termina.
ja: リベースでは、コミットしていない変更をいったん退避し、リベースの終了時に元に戻します。
ko: 리베이스할 때 커밋하지 않은 변경 사항을 따로 보관해 두었다가, 리베이스가 끝나면 다시 적용합니다.
nl: Een rebase zet wijzigingen die nog niet zijn gecommit opzij en brengt ze terug als de rebase klaar is.
pl: Przed operacją rebase niezatwierdzone zmiany są odkładane na bok, a po jej zakończeniu wracają.
pt: Um rebase põe de lado as alterações sem commit e as traz de volta quando termina.
ro: Un rebase pune deoparte modificările nesalvate prin commit și le readuce când se încheie.
ru: Перебазирование откладывает незакоммиченные изменения и возвращает их, когда завершается.
sv: En ombasering lägger undan ändringar som inte har checkats in och tar fram dem igen när den är klar.
tr: Rebase işlemi, commit edilmemiş değişiklikleri kenara alır ve işlem bittiğinde onları geri getirir.
uk: Перебазування відкладає незафіксовані зміни й повертає їх, коли завершується.
zh_hans: 变基会先将未提交的更改暂放一边，并在结束时将其恢复。
zh_hant: 執行rebase時，會先將尚未提交的變更放到一旁，結束後再放回來。

source: A reset keeps a copy of the settings it clears, and Put Back works from it even after the app has written new ones. A copy can hold a license key or an account, so clear the ones you no longer need.
cs: Při resetování Peel uloží kopii nastavení, která vymaže, a tlačítko Vrátit zpět z ní nastavení obnoví, i když už aplikace zapsala nová. Kopie může obsahovat licenční klíč nebo účet, proto ty, které už nepotřebujete, odstraňte.
de: Beim Zurücksetzen wird eine Kopie der entfernten Einstellungen aufbewahrt, und „Zurücklegen“ funktioniert damit auch dann, wenn die App bereits neue geschrieben hat. Eine Kopie kann einen Lizenzschlüssel oder einen Account enthalten, entferne also die, die du nicht mehr brauchst.
es: Al restablecer una app, se guarda una copia de los ajustes que se borran, y “Restaurar” funciona a partir de ella incluso después de que la app haya escrito ajustes nuevos. Una copia puede contener una clave de licencia o una cuenta, así que elimina las que ya no necesites.
fr: Une réinitialisation conserve une copie des réglages qu’elle efface, et « Remettre » s’en sert même après que l’app a écrit de nouveaux réglages. Une copie peut contenir une clé de licence ou un compte : supprimez donc celles dont vous n’avez plus besoin.
it: Una reimpostazione conserva una copia delle impostazioni che cancella, e “Ripristina” funziona a partire da quella anche dopo che l’app ne ha scritte di nuove. Una copia può contenere una chiave di licenza o un account, quindi rimuovi quelle che non ti servono più.
ja: リセットでは、消去する設定のコピーが保存され、アプリが新しい設定を書き込んだ後でも、そのコピーから“戻す”を使えます。コピーにはライセンスキーやアカウントが含まれている場合があるため、不要になったものはゴミ箱に入れてください。
ko: 재설정하면 지워지는 설정의 복사본이 보관되며, ‘되돌려 놓기’는 앱이 새로운 설정을 쓴 후에도 이 복사본으로 작동합니다. 복사본에는 라이센스 키나 계정이 들어 있을 수 있으므로 더 이상 필요 없는 복사본은 지우십시오.
nl: Bij het opnieuw instellen wordt een kopie bewaard van de instellingen die worden gewist, en 'Zet terug' werkt daarmee, zelfs nadat de app nieuwe instellingen heeft geschreven. Een kopie kan een licentiesleutel of een account bevatten, dus ruim de kopieën op die je niet meer nodig hebt.
pl: Wyzerowanie zachowuje kopię czyszczonych ustawień, a przycisk Przywróć korzysta z niej nawet wtedy, gdy aplikacja zapisała już nowe. Kopia może zawierać klucz licencyjny lub dane konta, więc przenoś do Kosza te, których już nie potrzebujesz.
pt: Uma redefinição guarda uma cópia dos ajustes que limpa, e Colocar de Volta usa essa cópia mesmo depois que o app gravou ajustes novos. Uma cópia pode conter uma chave de licença ou uma conta, então remova as de que você não precisa mais.
ro: O resetare păstrează o copie a configurărilor pe care le elimină, iar butonul Puneți înapoi funcționează pe baza ei chiar și după ce aplicația a scris altele noi. O copie poate conține o cheie de licență sau un cont, așa că eliminați copiile de care nu mai aveți nevoie.
ru: При сбросе сохраняется копия очищаемых настроек, и кнопка «Восстановить» работает с ней, даже если приложение уже записало новые. В копии может быть лицензионный ключ или учетная запись, поэтому удаляйте те копии, которые Вам больше не нужны.
sv: En nollställning sparar en kopia av inställningarna som den rensar, och Lägg tillbaka fungerar utifrån den även efter att appen har skrivit nya. En kopia kan innehålla en licensnyckel eller ett konto, så rensa bort de kopior som du inte längre behöver.
tr: Bir sıfırlama, temizlediği ayarların bir kopyasını tutar; Yerine Koy, uygulama yeni ayarlar yazdıktan sonra bile bu kopyayı kullanır. Bir kopya lisans anahtarı veya hesap bilgisi içerebilir, bu yüzden artık gerekmeyenleri temizleyin.
uk: Скидання зберігає копію налаштувань, які очищає, і «Повернути назад» працює з цієї копії навіть після того, як програма записала нові. Копія може містити ліцензійний ключ чи дані облікового запису, тож вилучайте ті копії, які вам більше не потрібні.
zh_hans: 重置时会保留一份所清除设置的副本，即使App之后写入了新设置，“放回原处”也能根据副本恢复。副本中可能包含许可证密钥或账户，因此请清除不再需要的副本。
zh_hant: 重置時會保留一份它所清除之設定的副本，即使App已寫入新的設定，「還原」仍可依據此副本運作。副本中可能含有授權碼或帳號，因此請清除你不再需要的副本。
